{
  "benefits": "Increase MP by 5. You may perform Ritualism",
  "skills": [
    {
      "name": "Cataclysm",
      "info": "Max SL - 3",
      "description": "When you cast an instantaneous spell, if you have an arcane weapon equipped, you may increase the spell's total MP cost by up to【SL × 10】Mind Points. If you do so and the spell deals damage to one or more creatures, it will deal 5 extra damage to each creature for every 10 Mind Points by which you increased its total MP cost."
    },
    {
      "name": "Elemental Magic",
      "info": "Max SL - 10",
      "description": "Each time you acquire this Skill, learn one Elementalist spell. Offensive Elementalist spells use【INS + WLP】for the Magic Check."
    },
    {
      "name": "Magical Artillery",
      "info": "Max SL - 3",
      "description": "When you cast an offensive spell, if you have an arcane weapon equipped, you gain a bonus to your Magic Check equal to【SL × 2】."
    },
    {
      "name": "Ritual Elementalism",
      "info": "Max SL - 1",
      "description": "You may perform Rituals whose effects fall within the Elementalism discipline. Elementalism Rituals use【INS + WLP】for the Magic Check."
    },
    {
      "name": "Spell Blade",
      "info": "Max SL - 4",
      "description": "When you cast an offensive spell targeting a single creature, if the spell has a total Mind Point cost of【SL × 10】or lower and you have one or more bow, brawling, dagger, flail, spear or sword weapons equipped, you may choose one of those weapons. If you do, your Magic Check for the spell will use the chosen weapon's Accuracy Check formula; for instance, the Magic Check for an Elementalist spell cast through a bronze sword will be【DEX + MIG】+1 instead of【INS + WLP】."
    }
  ],
  "spells": [
    {
      "name": "Elemental Shroud",
      "info": "5 MP × T - Up to three creatures - Scene",
      "description": "You weave magical energy and protect the targets from the fury of the elements. Choose a damage type: air, bolt, earth, fire or ice. Until this spell ends, each target gains Resistance against the chosen damage type."
    },
    {
      "name": "Elemental Weapon",
      "info": "10 MP - One weapon - Scene",
      "description": "You imbue a weapon with elemental energy. Choose a damage type: air, bolt, earth, fire, or ice. Until this spell ends, all damage dealt by the weapon becomes of the chosen damage type. If you have that weapon equipped while you cast this spell, you may perform a free attack with it as part of the same action. This spell can only be cast on a weapon equipped by a willing creature."
    },
    {
      "name": "Flare",
      "info": "20 MP - One creature - Instantaneous",
      "description": "Offensive. You channel a single ray of fire towards your foe, its temperature so high that it will pierce through most defenses. The target suffers【HR + 25】fire damage. Damage dealt by this spell ignores Resistances."
    },
    {
      "name": "Fulgur",
      "info": "10 MP × T - Up to three creatures - Instantaneous",
      "description": "Offensive. You weave electricity into a wave of crackling bolts. Each target hit by this spell suffers【HR + 15】bolt damage. Opportunity: Each target hit by this spell suffers dazed."
    },
    {
      "name": "Glacies",
      "info": "10 MP × T - Up to three creatures - Instantaneous",
      "description": "Offensive. You coat your foes under a thick layer of frost. Each target hit by this spell suffers【HR + 15】ice damage. Opportunity: Each target hit by this spell suffers slow."
    },
    {
      "name": "Iceberg",
      "info": "20 MP - One creature - Instantaneous",
      "description": "Offensive. A pillar of ice magic envelops your foe, suddenly dropping their body temperature to a critical level. The target suffers【HR + 25】ice damage. Damage dealt by this spell ignores Resistances."
    },
    {
      "name": "Ignis",
      "info": "10 MP × T - Up to three creatures - Instantaneous",
      "description": "Offensive. You unleash a searing barrage against your foes, conjuring flames out of thin air. Each target hit by this spell suffers【HR + 15】fire damage. Opportunity: Each target hit by this spell suffers shaken."
    },
    {
      "name": "Soaring Strike",
      "info": "10 MP - Self - Instantaneous",
      "description": "The wind carries your strikes across the battlefield. You may immediately perform a free attack with a melee weapon you have equipped. This attack may target creatures that can only be targeted by ranged attacks. If you used a weapon belonging to the brawling or spear Category for this attack, it deals 5 extra damage. If you hit a flying target with this attack, you may force them to land immediately."
    },
    {
      "name": "Terra",
      "info": "10 MP × T - Up to three creatures - Instantaneous",
      "description": "Offensive. Spires of jagged rock erupt from the ground beneath your foes, closing around them. Each target hit by this spell suffers【HR + 15】earth damage. This spell cannot target creatures who are flying, floating, falling, or otherwise in mid-air. Opportunity: Each target hit by this spell performs one fewer action on their next turn (to a minimum of 0 actions)."
    },
    {
      "name": "Thunderbolt",
      "info": "20 MP - One creature - Instantaneous",
      "description": "Offensive. You send lightning striking at your foe. The target suffers【HR + 25】bolt damage. Damage dealt by this spell ignores Resistances."
    },
    {
      "name": "Ventus",
      "info": "10 MP × T - Up to three creatures - Instantaneous",
      "description": "Offensive. You summon the power of winds against your enemy. Each target hit by this spell suffers【HR + 15】air damage. Opportunity: Each flying target hit by this spell is forced to land immediately."
    },
    {
      "name": "Vortex",
      "info": "10 MP - Self - Scene",
      "description": "A roaring gale surrounds you, blowing away arrows and bullets. Until this spell ends, you gain a +2 bonus to your Defense against ranged attacks."
    }
  ]
}
