[
    {
        "name": "Ancient Weapon",
        "info": "From Natural Fantasy",
        "description": "You don't fear delving deep in the ancient ruins; from their cold tunnels you have retrieved an unusual weapon, which saved your life in more than one occasion. Where did you find it? When did you stumble upon a similar weapon, and who carried it? Together with the rest of your group, create a rare custom weapon worth 1200 zenit or less. This weapons should have an especially unusual and technological appearance; it can be a good idea to make it a firearm weapon and determine that similar items are rare and mysterious in your world. Once per session (approximately four hours of play), the Game Master may give you 1 Fabula Point in order to have sudden complications arise due to the unique nature of the weapon (such as strange machines reacting to its presence, or monsters drawn to the special energy it emits). However, the weapon cannot be destroyed, damaged, lost or stolen without your permission as a Player."
    },
    {
        "name": "Arboreal",
        "info": "From Natural Fantasy/High Fantasy",
        "description": "You are a sentient plant creature, with humanoid intelligence. Do you belong to a particular species, or are you one of a kind? How does your life cycle function? Do you resemble a specific type of plant, flower, or tree? Choose a status effect: dazed, enraged, or shaken. You are immune to the chosen status effect. However, you also become Vulnerable to a damage type of your choice: air, bolt, earth, fire, or ice. You also learn one NPC spell (pages 310-311 of the Core Book; you cannot choose Devastation; if a Magic Check is required, use【INS + WLP】): customize the spell as needed (name, damage type, status effects etc.). When you cast this spell while in sunlight, its total MP cost is reduced by 5 (to a minimum of 0 Mind Points)."
    },

    {
        "name": "Big Bro",
        "info": "From Natural Fantasy",
        "description": "Your travel companions know they can rely on you when it's time to make camp and catch a precious breath among the constant pressure of your adventure. Who taught you to care for others? Is there anyone among the other Player Characters you see as a younger brother or sister? What special promise did you make them? If your group's campaign does not make use of the optional rule Camp Activities, your character still gains access to it. Your character gains access to three Camp Activities instead of only two. If your character gains this Quirk during a campaign that already makes use of Camp Activities, you simply gain access to a single new Camp Activity of your choice. When you choose to perform Camp Activities during a Rest, choose one option: you perform two different Camp Activities, whose effects cannot be applied to the same creature; or you perform the same Camp Activity twice, applying its effects to two different creatures."
    },

    {
        "name": "Cursed",
        "info": "From Natural Fantasy/High Fantasy",
        "description": "You bear the burden of a strange curse. Through which supernatural effects does it manifest? How did you become cursed? Did you bother a magical creature or explore a forbidden place? Who might tell you how to break it? When you acquire this Quirk, describe the nature of your curse and tie it to one of the threats present in your world. Once this threat is resolved, you will finally have a chance to break free from the curse - describe how you expect this to happen. Examples: nearby animals become aggressive; waters become treacherous when you swim or sail; invisible sprites misplace your belongings. When you are about to perform a Check, you may instead describe how your curse gets in the way and automatically roll a fumble (both dice are treated as if you had rolled a 1 on them). If you do, you receive 2 Fabula Points instead of 1, and generate an opportunity as normal. If you ever manage to break the curse, immediately gain a Heroic Skill of your choice (you may even choose a Heroic Skill whose requirements you do not satisfy, unless they include a Skill you don't have). This includes choosing a Heroic Skill for a Class you do not have."
    },

    {
        "name": "Elemental Soul",
        "info": "From Natural Fantasy/High Fantasy",
        "description": "You are deeply infused with the power of a natural element. Who among your forebears first received this magical spark? What troubles has it caused you? Choose your elemental damage type: air, bolt, earth, fire, or ice. You gain Resistance to the chosen damage type; additionally, whenever you deal damage, you may change its type so that it matches your elemental damage type. However, you also become Vulnerable to a different damage type chosen among those five. You also gain the ability to perform Rituals of the Elementalism discipline, but only if those Rituals manipulate your chosen element (respectively air, electricity, earth/rock, fire, and ice/water)."
    },

    {
        "name": "Flight",
        "info": "From Natural Fantasy/High Fantasy",
        "description": "You belong to a unique heritage of humanoids who have the ability to fly or levitate. How does this work? Is it magical, or do you have wings? How did this particular advantage shape the history and society of your people? How do people usually react to seeing you? You are able to fly. In addition to the obvious advantage in mobility, your melee attacks can target flying creatures and you cannot be targeted by melee attacks unless the attacker is flying or is somehow able to reach flying targets.  While in Crisis or unable to fly freely (such as when you're inside a vehicle designed for human-sized creatures or in a narrow corridor), you lose all benefits granted by this Quirk. Additionally, when you suffer air, bolt or ice damage during a conflict scene, you lose the benefits of this Quirk until the start of your next turn."
    },

    {
        "name": "Mysterious Grimoire",
        "info": "From Natural Fantasy",
        "description": "You came into possession of an old and hefty magical tome; sometimes, scribbles and advice appear on its pages, helping you in your adventures. Where did you find it? What kind of personality emerges from the text's style and tone? As long as you have this Quirk, your grimoire is an indestructible artifact that cannot be lost or stolen unless as a consequence of Surrender. When your group stumbles upon a danger or discovery after a travel roll, you may ask  the Game Master a single question concerning that danger or discovery (you may ask it immediately or save it for later); the Game Master answers truthfully and describes how the answer appears on your grimoire. Once your grimoire has answered 10 questions, it almost shared all of its knowledge with you: choose one of the following options. Awakened Consciousness: you lose this Quirk and the grimoire turns into a Non-Player Character; create this NPC together with the rest of your group, giving them a name and describing their appearance. They do not have an NPC profile and do not take part in Checks or conflicts, but they learn one spell of your choice among those in the lists for the Elementalist, Entropist and Spiritist Classes in the Core Rulebook. The NPC may cast this spell up to twice per conflict, at the end of any Player Character's turn if requested. Spells cast this way require no Mind Points and use 2d10 for the Magic Check (if needed). Hidden magic: you lose this Quirk, but your grimoire will still share a final and most powerful secret. You acquire a Heroic Skill of your choice among Comet, Extra Spells, Hope, and Volcano (see Core Rulebook; you may choose a Skill whose requirements you do not fulfill). You could also use this Quirk to introduce a new Player Character (and Player) in your group; if you do, the character who had taken this Quirk should receive the benefits listed by hidden magic instead of those in awakened conscience. Suggested Quirks for a Player Character brought into a campaign this way are Arboreal, Robot, The Beast Who Spoke, and The Long Dream. Whatever your choice, the grimoire goes back to being a completely normal book and the Game Master chooses one option: the grimoire provides a key clue regarding a threat that is present in your world; or the grimoire reveals the existence of a new threat and provides a key clue about it."
    },

    {
        "name": "Outcast Fairy",
        "info": "From Natural Fantasy",
        "description": "Once upon a time, you lived with your kin in the Realm of Fairies, in close contact with the stream of souls... but it has been long since you last visited. What went wrong? What is the state of the Realm at the moment? Who governs it? You may verbally communicate with any creature belonging to the beast, elemental, and plant Species. You learn one spell of your choice among those in the lists for the Elementalist, Entropist and Spiritist Classes in the Core Rulebook; additionally, you gain the ability to perform Rituals of the Ritualism discipline, and you may use these Rituals to transport creatures in and out of the Realm of Fairies. However, you also possess a unique weakness typical of fairies: decide it together with your group. Once per session (approximately four hours of play), the Game Master may give you 1 Fabula Point in order to have sudden complications arise due to this weakness or to have you automatically fail a Check (they must do so before the Check is performed; the Check's Result and High Roll are both treated as being 0). Examples: you are allergic to iron; you must count all poured grains of sand or salt; if you see someone perform a specific gesture, you must do the same."
    },

    {
        "name": "Robot",
        "info": "From Natural Fantasy/Techno Fantasy/High Fantasy",
        "description": "You are an artificial body in which a mysterious life shines, lone descendant of an age lost to time. Do you look organic or mechanical? What prevents you from perceiving or communicating like a normal human would? What fragmented memories do you still hold from the time you were created? You are not considered a living creature and gain Immunity to poison damage and Resistance to earth damage. You are also immune to the poisoned status effect. You do not need to breathe, eat or drink, but you still follow the normal rules for resting; you also recover Hit Points and recover from status effects as normal. You gain a +2 bonus to all Checks you perform to examine or interact with machines, technology and constructs (except for Accuracy Checks and Magic Checks)."
    },

    {
        "name": "Stubborn Scion",
        "info": "From Natural Fantasy",
        "description": "You hail from the wealthiest, most influential family in this region. On what do they base their fortune and reputation? Are you the only heir? What is it about your family you really can't stand, and why did it lead you to join the other characters? If you choose this Quirk during character creation, increase your initial savings by 1000 zenit. Additionally, you are accompanied by two fiercely loyal bodyguards: give them a name and describe their appearance. They do not have an NPC profile and never take part in Checks or conflicts, but you are inseparable and they somehow appear whenever you need their help. They offer the following benefits: Be careful! When you suffer damage, you may halve it. Here is the information you previously requested. During a Rest, you may ask the Game Master one question; they will answer truthfully. Stay down, I'll take care of this! When you create an elemental shard, you may have it deal extra damage equal to【5 + half your level】. Whenever you make use of one of these benefits, your bodyguards suffer 1d6 Fatigue; as long as they have 10 or more Fatigue, you cannot rely on them. Fatigue is shared between bodyguards; it is not tracked individually. At the end of each session (approximately four hours of play), your bodyguards recover 1d6 Fatigue (to a minimum of zero)."
    },

    {
        "name": "Survivor",
        "info": "From Natural Fantasy/Techno Fantasy",
        "description": "You are among the few who survived a natural catastrophe or the attack of a dreadful creature. Do you believe someone is responsible for this? Were you able to keep in contact with any other survivors? Do you think it possible to rebuild? Permanently increase your maximum Hit Points and maximum Mind Points by 5. Choose one option: gain the ability to equip martial melee and ranged weapons, martial armor, and martial shields; or learn any one spell from the Elementalist or Spiritist lists; or permanently increase your maximum Inventory Points by 2."
    }, 

    {
        "name": "The Beast who Spoke",
        "info": "From Natural Fantasy/Techno Fantasy",
        "description": "You belong to a long line of magical beasts who protected human villages over the centuries; nowadays, however, humanity has forgotten your role. Where do you make your nest? Do you know of any of your kind who are still alive? Who, among the other Player Characters, has shown interest or respect towards your nature? You may not equip any items, with the exception of accessories and weapon and armor modules. However, as long as your armor slot is empty, you gain a +2 bonus to Defense and a +2 bonus to Magic Defense. You also gain two benefits of your choice among the following: You may also equip custom weapons (see page XXX for more). You learn one NPC spell (pages 310-311 of the Core Book; you cannot choose the spell Devastation; if a Magic Check is required, use【MIG + WLP】): customize the spell as needed (name, damage type, status effects etc.). Your attacks with unarmed strikes deal 6 extra damage. This amount increases to 10 extra damage if you are level 30 or higher"
    },

    {
        "name": "The Long Dream",
        "info": "From Natural Fantasy",
        "description": "Long ago, your spirit dwelled in nature; then, something brought you to take on a human form, but it won't be forever. Was it a prayer or some kind of magic? What part of your appearance betrays your origin? Do you fear that last goodbye? At the end of each session (approximately four hours of play), before assigning XP, roll 2d20. If you roll equal to or lower than your current character level, the last farewell grows closer. When a rule or ability requires you to spend Hit Points, Mind Points, or Fabula Points, you may instead ignore that cost. If you do, the last farewell grows closer; after you ignore a cost this way, if the last farewell has grown closer at least 10 times, the moment has come to leave the world of humans. At the end of the current scene, you will forever return to be a natural and inanimate object: together with your group, take your time to roleplay one last bittersweet moment before you go. Examples: you might turn into a great guardian tree, into a visage on the side of a cliff, into a uniquely shaped rock, or into the brightest star there is. The same happens if you Sacrifice yourself; in both cases, your character is considered dead and cannot be brought back in any way. However, from now on all Player Characters in the campaign (including your new character) will receive 1 additional Fabula Point at the start of each session (approximately four hours of play)."
    },

    {
        "name": "Traveling Workshop",
        "info": "From Natural Fantasy",
        "description": "You own a transport that also acts as your shop and laboratory. How did you obtain it? How does it move, and what energy fuels it? What makes it extremely recognizable? Normally, how do people react to its passage? You may only choose this Quirk if your character has acquired one or more Classes among Gourmet and Tinkerer. You obtain a land vehicle. This vehicle is big enough to accommodate you and the rest of your group, plus two or three guests, but unfit for combat. If a Project requires a special ingredient or material, you may spend 1 Fabula Point to suddenly stumble upon something similar in your workshop; if you do, the invention must have a terrible flaw."
    }, 

    {
        "name": "Underchild",
        "info": "From Natural Fantasy",
        "description": "There isn't much you remember about your past, but upon awakening you found yourself in the depths. Once you reached the surface, you realized you weren't exactly like everyone else... you are spontaneously attuned to ancient technology, and boast a strange power reserve you can draw from. Who was the first person you encountered? What items did you have with you? Are you afraid of regaining your memories? When a rule or ability requires you to spend 100 or fewer Hit Points, Mind Points, or Inventory Points during a conflict, you may instead ignore that cost. If you do, youcannot ignore a cost this way again until the end of your next Rest. Describe where this intense but ephemeral energy stems from! Examples: a magic gem hidden in your left eye; a power generator grafted to your arm; an arcane circuit that resembles an intricate tattoo. Additionally, when you encounter a contraption or creature connected to ancient technology or to a ruins' past, you may choose one option: ask the Game Master its purpose; or ask the Game Master what can activate it; or ask the Game Master what can deactivate it. The Game Master answers truthfully and you describe a brief flashback that reveals the answer. After you receive an answer this way for the sixth time, you remember the real reason why you had been left dormant underground, and the Game Master chooses one option: you remember a key clue regarding a threat that is present in your world; or you remember the existence of a new threat and receive a key clue about it. Note that you will keep all benefits from this Quirk after this revelation (both the ability to ignore costs and to ask questions)."
    },

    {
        "name": "Agitator",
        "info": "From Techno Fantasy",
        "description": "You have been riling up people to fight against oppressors for years, perhaps for justice, perhaps for vengeance. Who is your current main target? Who or what did you lose because of your insubordination? Who or what is hunting you down? When you rest inside or near a settlement, you may choose one option: you learn what the locals are mainly angry about or afraid of; or you create a contact that lives and operates in this area, give them a name and specialty, and the Game Master tells you what they request as payment, or why they are in trouble and need help. Examples: Miqe the Witch, an expert ritualist willing to help in exchange for rare materials; Two-fingers, a weapon dealer currently held prisoner by the Planetary Security Corps.s"
    },

    {
        "name": "Cognitive Specter",
        "info": "From Techno Fantasy",
        "description": "You are a presence born within the depths of the Soul Network, straddling the line between demons and humans. Do you remember your earliest moments? What belief, memory or emotion do you embody? How did that shape your appearance? Choose two damage types among air, bolt, dark, earth, fire, ice, and light. You gain Resistance to the chosen damage types. However, you also gain Vulnerability to a third damage type chosen from the list above. You gain the ability to perform Rituals of the Ritualism discipline, and you may use these Rituals to transport creatures in and out of the Soul Network, as well as to gain information and track entities while inside the Soul Network."
    },

    {
        "name": "Diabolist",
        "info": "From Techno Fantasy",
        "description": "You have access to a unique talent or device that lets you shape the energies of the Soul Network into a demonic familiar. How did you obtain this power, and what price did you pay? What does your familiar look like, and what does this say about you? Together with your group, create a level 5 demon NPC that becomes your familiar: this creature has no initiative score and does not level up, can have a maximum of two basic attacks, gains a +3 bonus to Accuracy Checks and Magic Checks, and their maximum Hit Points are equal to【five times the familiar's base Might die size + half your level】. If you are level 20 or higher, your familiar gains an additional Skill. If you are level 40 or higher, your familiar gains another additional Skill. Make sure to discuss these Skill choices together with the rest of your group. When an NPC you can see that belongs to the demon Species falls to 0 Hit Points, if you are present on the scene, you may spend 20 Mind Points. If you do, the Game Master reveals that creature's entire profile, and you may replace one of your familiar's Skills with one of that creature's Skills (the Game Master has final say on which Skills are eligible and how they will apply to your familiar). Describe the transformation! If you have this Quirk, you may not acquire the Faithful Companion Skill from the Wayfarer Class. Your familiar doesn't get an independent turn during conflicts, but you can use an action to have them perform an action (once per turn). If your familiar is affected by any turn-related effects (Core Rulebook, page 77), these are based on your turn. Your familiar joins and leaves scenes when you do, and gains your same benefits for rests. If reduced to 0 HP, your familiar vanishes from the scene and reforms at your side at the start of the next scene in which you are present, with current HP equal to their Crisis score."
    },

    {
        "name": "Enigmatic Relic",
        "info": "From Techno Fantasy",
        "description": "You possess a strange weapon capable of shaping the weave of reality, an artifact from a forgotten past (or perhaps even a far away future). How did you obtain it, and how did you discover the basics of its functioning? Who is trying to take the relic from you? Together with the rest of your group, create a rare custom weapon worth 1200 zenit or less. This weapon is an artifact, may only be destroyed through a PC's Sacrifice, and may only be lost or stolen from you as a consequence of Surrender. As long as a Player Character or Villain has the relic equipped, they may perform the Skill action to have it manifest one of the following powers: Ask the Game Master a single question. The Game Master answers truthfully and describes the visions shown by the relic. Choose a discipline among Chimerism, Elementalism, Entropism, Ritualism, and Spiritism. Until the end of the scene, any character who has the relic equipped may perform Rituals of that discipline and their MP cost is halved. Until the end of the scene, all attacks with the relic deal 5 extra damage, and all damage they deal ignores Absorptions, Immunities and Resistances. Additionally, the character may immediately perform a free attack with the relic. The second and third option are cumulative with themselves; for instance, using the second option thrice and choosing Chimerism each time will make it so that Chimerism Rituals cost 1/8th of the normal MP. After the relic manifests a power while in the hands of a Player Character, it gathers 1d6 Paradox. If the relic's Paradox ever reaches 10 or higher, it immediately resets to 0 and you roll a d6: 1-4: the relic becomes completely inert until a specific condition is fulfilled; the Game Master will tell you what it is. 5-6: the relic unleashes a terrible and unprecedented force, causing death and destruction, a serious alteration of time and space, or even the advent of a new threat for the world (Game Master's choice). When a Villain uses the relic's power, it never generates Paradox. Strange... If you die and the relic is not destroyed as part of your Sacrifice, the relic remains a part of the campaign with all the above rules intact, but can now be lost or stolen like any other object (it can still only be destroyed through a Sacrifice)."
    },
    
    {
        "name": "From a Distant World",
        "info": "From Techno Fantasy/High Fantasy",
        "description": "Your presence here is an anomaly, and sometimes you really do seem to follow your own rules. Do you come from a far away planet, or perhaps a different timeline? How did you get here, and when? Do you think you still have a chance to go back, and would you do so? What terrible threat followed you? When you participate in a conflict scene, you automatically gain 1 Fabula Point. Additionally, you can invoke a Trait to reroll dice even if you fumbled your Check (if you do so, you do not receive a Fabula Point for the fumble)"
    },

    {
        "name": "Fugitive Experiment",
        "info": "From Techno Fantasy",
        "description": "Engineered within a secluded laboratory, you are a being with no precedents. The world is not ready for you, and neither were your creators. How did you escape? What are you searching for? Who was the first person to show you kindness? When a rule or ability requires you to spend 100 or fewer Hit Points, Mind Points, or Inventory Points, you may suffer 1d8 Instability to instead completely ignore that cost. At the end of each session (approximately four hours of play), lose 1d6 Instability (to a minimum of zero). If your Instability ever reaches 10 or higher, you are immediately reduced to 0 Hit Points and must surrender; the consequences of this surrender should be closely tied to your loss of control over your abilities. Then, reduce your Instability to 0"
    },

    {
        "name": "Hundred Faces",
        "info": "From Techno Fantasy",
        "description": "You can disguise yourself as pretty much anybody else. Does this ability come from special gadgets, psychic powers, or a unique physiology? Who was the first person to see through your deception? Whose trust did you lose because of it? Who tried to hire you for an unsavory operation, and how did you respond? If you are away from unwanted eyes, you may use an action and spend 1 Fabula Point to disguise yourself as another creature of humanoid size and shape; if the creature is someone you had a chance to meet, observe or research, you may also adopt their voice and mannerism. Your disguise will reliably fool any soldier-rank creature, while elite and champion-rank creatures might see through it due to a failed Check or opportunity. If a Villain is present on the scene with you, they may spend 1 Ultima Point to reveal your true identity through sheer coincidence or superior intuition."
    },

    {
        "name": "Inventor Prodigy",
        "info": "From Techno Fantasy",
        "description": "You have a burning passion for technology and strange devices. What innovative yet dangerous discovery have you made, and which shady company is trying to steal that information from you? How do they plan on using it? Once per conflict scene, if you need to spend Inventory Points, you can instead ignore that cost. You may initiate Projects. If a Project requires a special ingredient or material, you may spend 1 Fabula Point to declare you have that item with you; if you do, the invention must have a terrible flaw"
    },

    {
        "name": "Neo-Human",
        "info": "From Techno Fantasy",
        "description": "You represent the next evolutionary stage of humanity (or at least one possibility). What gives away your nature? Do you conceal it? Do you have a mentor or someone you deeply respect? Which entity or organization is keeping a close eye on you? When you acquire this Quirk, choose Dexterity, Insight, Might, or Willpower. When you join a conflict scene, you may choose one option: you increase that Attribute by one die size (up to a maximum of d12); or, if its base die size is d12, you treat it as having a current die size of d20 during Checks you perform (only during Checks, and regardless of status effects). These effects last until the end of the scene. When you choose one of the above options, the Game Master gains an opportunity which can be spent during the current scene or later, to showcase the unexpected collateral effects of your abilities (such as drawing the attention of a psychic entity, alerting the authorities to your presence, or damaging the continuum)."
    }, 

    {
        "name": "Planet Oracle",
        "info": "From Techno Fantasy",
        "description": "The stream of souls itself speaks through your mouth, its suffering carved in centuries-old scars caused by pollution and ruthless experimentation. How does that pain manifest before your eyes? How was this connection formed? When you cause one or more allies to recover Hit Points and/or Mind Points, each of those allies recovers 5 additional Hit Points and/or Mind Points and you choose a status effect among dazed, enraged, poisoned, shaken, slow, and weak: each of those allies recovers from the chosen status effect. The additional recovery effect increases to 10 Hit Points and/or Mind Points if you are level 30 or higher. You also gain the ability to perform Rituals of the Spiritism discipline."
    },

    {
        "name": "Repentant Enforcer",
        "info": "From Techno Fantasy",
        "description": "You were part of a gang, armed group, police force or military unit; your hands andheart are stained with the blood of innocents. What shocking event led to your defection? Who do you believe will never forgive you, and why are they right? You may acquire this Quirk only if your character's Theme is Doubt or Guilt, and your Theme cannot be changed in any way as long as you have this Quirk. When you acquire this Quirk, describe the organization you worked for, name the Villain who leads it, and list their three main strategies. That organization becomes a threat for your world. Examples: the Galaxy Crossroad Corporation (led by Aaron Callisto; they seize natural resources from planets, diminish worker rights and colonize outer space); the Deluvian Security Forces (led by Natalia Caiden; they use excessive force, traffic prototype magitech armaments and spread misinformation); the Peckerson Private Company (led by Ezra Allen; they sabotage peaceful protests, intimidate civilians and infiltrate unions). You did manage to steal something from the organization: you obtain a single rare item worth 1000 zenit or less. You may choose this item from the available lists or design it together with the rest of your group. At the end of each session (approximately four hours of play), if you hindered one or more of the organization's strategies, or if you repaired some of the harm they have done, gain 1 Subversion. If you're ever unsure whether this happened during a given session, it is you who always have final say. Be as honest and sincere as you can. When you need to spend Fabula Points, you may instead spend 1 Subversion (regardless of the amount of Fabula Points required). Once the Villain leading the organization is defeated and surrenders, you lose this Quirk, permanently increase your maximum Hit Points and Mind Points by 10, and change your Theme to one of the following: Belonging, Duty, or Justice."
    }, 

    {
        "name": "Stolen Transport",
        "info": "From Techno Fantasy",
        "description": "You own a reliable transport that's gotten you out of trouble quite a few times. Problem is, you kinda... borrowed it. What makes it unique? What kind of fuel does it run on? Who was the original owner, and why do they really want it back? You obtain a transport of your choice from the Core Rulebook (page 125), such as a land vehicle, a ship, or even an airship; or you obtain a spaceship (see page XXX). The size of this transport can be medium or large (see Additional Notes at the end of this document); it is enough to accommodate you and the rest of your group plus a dozen guests, and it is fitted with armaments that allow for transport combat. Once per session (approximately four hours of play), the Game Master can give you 2 Fabula Points to introduce a narrative complication related to the nature of the transport or to its original owner. However, the transport can never be destroyed without your permission."
    }, 

    {
        "name": "Xiphosymbiosis",
        "info": "From Techno Fantasy",
        "description": "Your ability to manifest a physical body is tied to a weapon, which must be wielded by another person. How were you created? Do many like you exist? Is this your first wielder? Who did you refuse to join forces with? Do you crave freedom? When you acquire this Quirk, choose another Player Character to act as your wielder. You both immediately create a Bond towards each other; this Bond has 1 emotion chosen among admiration, inferiority, loyalty, and mistrust. Make sure whoever controls the wielder is okay with this relationship and looks forward to exploring the unique nature of this Quirk with you. Together with the rest of your group, create a rare custom weapon worth 1200 zenit or less; this is your weapon core and it has the following rules: \"This weapon cannot be lost, stolen or destroyed by external means, but it automatically disintegrates if the character who uses it as their core Sacrifices themselves. It is never considered martial (E); a character with this weapon equipped may perform the Skill action to change its Accuracy Check's Attributes into any combination of two different Attributes (if it is a transforming weapon, apply the change to both forms).\" As long as you have this Quirk, only your wielder may equip your weapon core. Your current Hit Points may never go below 1; any excess loss of Hit Points is instead suffered by your wielder (this happens regardless of distance). When your wielder Surrenders, you immediately vanish and retreat within the weapon core (regardless of distance), becoming dormant; the Game Master may impose the consequences of the Surrender on you or on your wielder (GM's choice). You reform near the weapon core as soon as the wielder regains consciousness. When your wielder Sacrifices themselves, choose one option: Awakening (only if the total strength of your Bonds is 8 or higher): you lose this Quirk and the weapon core appears in your hands; you immediately perform the Equipment action for free and equip it. Legacy (only if another willing PC you can see is present on the scene): that PC becomes your new wielder and your weapon core appears inside their backpack. Shatter: you Sacrifice yourself in place of the wielder, who immediately recovers HP equal to their Crisis score and no longer needs to Surrender or Sacrifice themselves. When you gain a level, if your Bonds have a total strength of 10 or higher, you may trigger an awakening as described above (no Sacrifice needed)."
    },

    {
        "name": "Fallen Angel",
        "info": "From Halloween Quirks",
        "description": "You once dwelled among celestial spheres, basking in the glory of light... but now, you find yourself in this realm of monsters and darkness. Are you here for atonement, to bring light among shadows, or to spy on those who conspire against Heaven? Since your arrival, which of your prejudices were put to the test? Towards which other character have you begun experiencing unexpected feelings? You are Resistant to dark and light damage. Choose an option: you gain a rare item worth 1000 zenit or less; or you learn a single Spiritist spell of your choice; or you permanently increase your Mind Points by 10. Once per session (approximately four hours of play), the Game Master can give you 1 Fabula Point to introduce unexpected complications caused by your angelic nature (for instance, some creatures or artifacts could react in strange ways to your presence, and you might draw the ire of infernal creatures)."
    },

    {
        "name": "Monster Gang",
        "info": "From Halloween Quirks",
        "description": "There are demon overlords; there are aeons-old mummies, powerful vampires, and even fallen angels; there are less notorious fiends, but still, respected. And then there's a bunch of... you. You're not that great, honestly, and all look kinda... samey? But there's really a LOT of you. Why are you at the bottom of the food chain? What's your common cause? Who is your leader, and how can someone easily tell them apart? Your Player Character is not a single entity, but rather a group of monsters led by a leader who usually speaks for everyone. You're still treated as a single creature and follow all the normal rules, with some exceptions: Hit Points: when you lose HP, describe how members of the gang are defeated or slain; when you recover them, describe how they rejoin the battle or gather new recruits. When you Surrender, you may describe the leader's death and explain which member of the gang replaces them; if you Sacrifice yourself, the gang will disband forever, but shall be remembered with great respect. All for One: when you deal damage to a creature, if that creature is not a swarm, you deal 5 extra damage to that creature. One for All: you are Resistant to damage dealt by sources that deal damage only to you, but you are Vulnerable to damage dealt by sources that also deal damage to one or more other creatures at the same time. Damage with no type ignores these Affinities as normal."
    },

    {
        "name": "Nether Delinquent",
        "info": "From Halloween Quirks",
        "description": "You attend the prestigious Infernal Academy, where the most promising evil minds are nurtured in an atmosphere of constant chaos. However, you represent a dreadful stain on the institution's reputation: you are... good. Detestably kind, well-mannered, you show up to lessons on time, and with your homework done. Why are you like this? Do you simply wish to stand out from the other students, or did you make a promise to someone? What dark side of your personality have you kept hidden? After you rest in a location, choose one option: describe how you made it better (such as picking up garbage in the park, helping an old lady or joining a charity campaign) and obtain 1d6 Delinquency Points; or describe how you indulge in a moment of selfishness, gain 1 Fabula Point and lose all accumulated Delinquency Points. When you deal damage to a Villain or suffer damage from a Villain, you deal or suffer extra damage equal to your current Delinquency Points, respectively. When you cause one or more allies to recover Hit Points and/or Mind Points, each of those allies recovers additional Hit Points and/or Mind Points equal to your current Delinquency Points, respectively. At the end of each session (approximately four hours of play), if you have 10 or more Delinquency Points, you receive a Demerit and lose all accumulated Delinquency Points; then, if you have received 3 or more total Demerits, you are expelled from the Academy: you lose this Quirk, gain 3 Fabula Points, and receive a Heroic Skill of your choice (you may even choose a Heroic Skill whose requirements you do not satisfy, unless they include a Skill you don't have). This includes choosing a Heroic Skill for a Class you do not have."
    },

    {
        "name": "Overthrown Monarch",
        "info": "From Halloween Quirks",
        "description": "You were destined to inherit the role of Demon Monarch, but things didn't go as planned. More specifically, looks like there's at least a dozen self-proclaimed heirs, almost all of them stronger and more influential than you are. How do you intend to reclaim your throne? Who stayed at your side, and who betrayed you? Is anyone aware of your secret weakness? How does said weakness represent your insecurities? You deal 5 extra damage to soldier-rank enemies. Additionally, when you perform an Opposed Check against an elite or champion-rank enemy, you trigger a critical success if both dice show the same number (and it is not a fumble). However, you possess a secret weakness: decide what it is together with your group, and connect it to a past event your character is ashamed of or has yet to confront, process, and overcome. Examples: classical music (because your piano teacher was far too strict); sunlight (because everyone mocked you due to your pale complexion); maternal figures (because you have always felt you couldn't live up to your mother, the Queen). Whenever you fail a Check while your secret weakness is present on the scene, you must automatically reveal it to everyone around you, and treat both dice as if they showed a value of 1, thus triggering a fumble (this also means the dice cannot be rerolled and you will immediately gain 1 Fabula Point). If you confront and process the event at the root of your secret weakness, you lose the penalty to Checks described above; additionally, from now on the strength of your Bonds is always treated as being 1 point higher (for instance, a Bond with three emotions will have a strength of 4). If you're ever unsure how to apply the rules of this Quirk, it is you who always have final say. Be as honest and sincere as you can."
    },

    {
        "name": "Scion of Witchcraft",
        "info": "From Halloween Quirks",
        "description": "You belong to an ancient lineage of witches, tied to a particular power source and regarded with fear and suspicion by humans. How does your lineage manifest in you? What trouble did it cause? Who wishes to exploit your power? Choose one damage type among air, bolt, dark, earth, fire, ice, and poison. You gain Absorption to the chosen damage type; additionally, whenever you deal damage of a type other than physical, that damage automatically becomes of the chosen type and its damage type cannot be changed nor lost (this effect has priority over any other rule in the game). However, you are also Vulnerable to a different damage type based on the one you have chosen (respectively bolt, earth, light, air, ice, fire, and fire). You also gain the ability to perform Rituals of the Ritualism discipline; additionally, you may use Ritualism to manipulate the element corresponding to the chosen damage type, provided it is present on the scene (respectively air, electricity, darkness and shadows, ground and rock, fire, ice and water, and poisonous or rotting matter)"
    },

    {
        "name": "Stubborn Skeptic",
        "info": "From Halloween Quirks",
        "description": "This tale of monsters, demons, and magicks sounds like videogame nonsense. You're probably dreaming, or someone hypnotized you. Maybe it's a prank! Surely it won't turn out you're a wandering soul from Purgatory, or that you stumbled into a magical portal. You gotta admit though, your memories are a fair bit jumbled. If you are about to receive the effects of an attack, a spell, a Skill, or any other game effect controlled by another creature (be it a beneficial effect, or a negative effect), you must roll 1d6: 1-4: the effects apply as normal, and you gain 1 Suspicion Point. 5-6: you disbelieve the effects, and thus do not receive them. At the end of each session (approximately four hours of play), before assigning XP, roll 2d20. If you roll equal to or lower than your current character level, you gain 1 Suspicion Point. Then, if you have 20 or more Suspicion Points, you remember how you arrived here and the Game Master chooses one option: you remember a key clue regarding a threat that is present in your world; or you remember the existence of a new threat and receive a key clue about it. When you regain your memories, a strange power awakens within you: you lose this Quirk and receive a Heroic Skill of your choice (you may even choose a Heroic Skill whose requirements you do not satisfy, unless they include a Skill you don't have). This includes choosing a Heroic Skill for a Class you do not have."
    },

    {
        "name": "Superboss (Supposedly)",
        "info": "From Halloween Quirks",
        "description": "You can transform into a colossus capable of turning entire cities to ash and strike terror in the hearts of all gamers. Or at least, this is what you say. Where do you come from? What do your transformations look like? Which aspect of your Final FormTM embarrasses you to the point you can't ever bring yourself to use it? When you enter Crisis for the first time during a conflict scene, you may take on your Second FormTM until the end of the scene. While in your Second FormTM, you gain all of the following benefits: Your attacks gain the multi (2) property. On your turn, you treat all HP and MP costs as being reduced by 5 (minimum 0). When you fall to 0 Hit Points, if you are in your Second FormTM and have one or more Bonds with a strength of 3 or higher, you may erase 2 emotions from one of those Bonds. If you do, you recover 999 Hit Points and 999 Mind Points and enter your Final Form TM until the end of the scene. While in your Final FormTM, you keep all benefits of your Second FormTM, as well as the following benefits and penalties: You gain a +4 bonus to Opposed Checks based on brute force, and you deal 5 extra damage to creatures belonging to the humanoid and demon species. If you fall to 0 Hit Points again and can Sacrifice yourself, you must do so."
    },

    {
        "name": "The Promise that Binds You",
        "info": "From Halloween Quirks",
        "description": "You were once an entity of untold power, who could sow death and destruction with a snap of fingers. But you made a promise: you shall never again use your true strength. Who did you give your word to? Are they still alive? What terrible tragedy were you unable to prevent due to this promise? You may only choose this Quirk if your character's Theme is Guilt or Duty, and your Theme cannot change as long as you still have this Quirk. You permanently increase your maximum Hit Points and maximum Mind Points by 5, and also learn a spell of your choice among Cursed Breath, Life Theft, and Mind Theft (Core Rulebook, page 310; choose【INS + WLP】or【MIG + WLP】for the Magic Check and customize the name, damage type and/or status effect as instructed). When you deal damage to one or more creatures, you may choose to break your promise: you deal exactly 999 damage to each of them and have that damage ignore Resistance, Immunity, and Absorption; if one or more Villains are among those creatures, they are no longer Villains and lose all Ultima Points (you choose their fate, as per the normal NPC rules). Once you break your promise, your Player Character becomes a Supreme Villain and you create a new character."
    },

    {
        "name": "(Un)?Faithful Servant",
        "info": "From Halloween Quirks",
        "description": "ou are the right arm to another character, someone who could be destined to great things but is in dire need of your help, as well as showing a frequent lack of common sense. Which promise, debt, or oath binds you? What is your disposition towards them? What do you think is their most significant flaw? Have you ever thought you might be the one who deserves that spot? What secret have you kept from them? When you gain this Quirk, choose another Player Character: that character becomes your liege. You both create a Bond towards each other; your Bond has one emotion chosen between loyalty and mistrust, and your liege's Bond towards you has one emotion chosen among admiration, inferiority, or mistrust. Make sure whoever controls your liege agrees to this relationship and is looking forward to exploring the unique nature of this Quirk with you. When your liege performs a Check, if you are present on the scene, you may offer your help: you will use the rules for Group Checks (Core Rulebook, page 50), but you automatically succeed on your Support Check. If this happens during a conflict scene, you do not lose your turn in the current round (thus ignoring the limitations in the rules for Teamwork, on page 76 of the Core Rulebook). Whenever your liege accepts your help in a Group Check, you gain 1 Reliance Points. At the end of each session (approximately four hours of play), before assigning XP, roll 2d20. If you roll equal to or lower than your current character level, you gain 1 Reliance Point. Then, if you have 20 or more Reliance Points, choose one of the following options: Challenge: it is now time to put your liege to the test. Together with the Player who controls the liege, narrate a duel, a challenge or similar competition in which your liege must prove they do not need your help, and they succeed. Then, you lose this Quirk and gain a Heroic Skill of your choice (you may even choose a Heroic Skill whose requirements you do not satisfy, unless they include a Skill you don't have). Betrayal: the hour is dark, and you show your true colors. Together with the Player who controls your liege, narrate your betrayal and agree on an appropriate consequence (such as the loss of an important object, the resurrection of a terrifying foe, or a change of Theme for your liege). Then, your Player Character becomes a minor or Major Villain (Game Master's choice) and you create a new character."
    },

    {
        "name": "Empty Hands",
        "info": "From High Fantasy",
        "description": "You have forsaken the use of weapons, instead purely relying on your hands and feet. Did you develop this fighting style out of necessity, or was it a choice? Is it because of your monstrous anatomy? Did your blade take one too many lives in the past? Your attacks with unarmed strikes deal 6 extra damage. This amount increases to 10 extra damage if you are level 30 or higher. Additionally, while you have no weapons or shields equipped (aside for unarmed strikes), you gain a +1 bonus to Defense and a +1 bonus to Magic Defense"
    },

    {
        "name": "Fettered Heart",
        "info": "From High Fantasy",
        "description": "For many years you have obeyed the precepts of a certain person or authority; you built your entire existence upon them. Now, however, you begin to see those rules in a darker light, and your heart falters. When did you first doubt them? You may acquire this Quirk only if your character’s Theme is Doubt, and your Theme cannot be changed in any way as long as you have this Quirk. When you acquire this Quirk, create a Bond towards the Non-Player Character or institution that shaped your life up to now. This Bond begins with three emotions of your choice, and cannot be lost or erased in any way as long as you have this Quirk (you can still reassign its emotions during Resting scenes). Additionally, create three commandments that are crucial to that NPC or institution: each commandment must be something you must always do or something you must never do. Examples: the Lord of Dragons (always obey a dragon, never show your weakness, never extinguish fire); the Pale Church (always side with the faithful, never doubt the word of a Priest, never lend your ear to a demon). The first time you break a commandment during each scene, you immediately suffer the shaken and weak status effects and lose half your current Hit Points and Mind Points (rounded down), but also gain 2 Fabula Points. If you break a commandement during a Resting scene, you will suffer the penalties after the recovery granted by that Rest. If you break multiple commandments during the same scene, the penalties and Fabula Points only apply to the first violation. After breaking your commandments 6 times, ignore any further violation unless it happens in the presence of a Villain who follows or embodies your commandments. If you’re ever unsure whether a situation fits the criteria of this Quirk, it is you who always have final say. Be as honest and sincere as you can. Upon your 7th violation, you lose this Quirk and change your Theme to one of the following: Belonging, Guilt, Justice or Vengeance. Then, you immediately gain a Heroic Skill among those available for your Classes (you may even choose a Heroic Skill whose requirements you do not satisfy, unless they include a Skill you don’t have). Finally, you recover all HP and MP and recover from all status effects. From now on, the strength of your Bonds is always treated as being 1 point higher (for instance, a Bond with three emotions will have a strength of 4)."
    },

    {
        "name": "Glorious Fate",
        "info": "From High Fantasy",
        "description": "here is a prophecy surrounding you, a prophecy of hope for a better world. Who spoke or wrote that prophecy? Do you embrace your destiny, or are you crushed by its weight? Did someone plant seeds of doubt in your heart? When you acquire this Quirk, write down the prophecy, and what it foretold. Do this with the collaboration of everyone else in the group, tie it to a known threat or emergency in your world, and describe what sign or omen marks you as the person supposedly destined to fulfill that prophecy. Examples: “The boy with the ruby necklace will bring back water to the Desolate Plains”, or “The Branded One shall destroy the Chaos Dragon”. At the end of each session (approximately four hours of play), before assigning XP, think carefully and honestly about what happened during the session and choose one of the five options below. The choice is yours to make, but it’s often a good idea to talk about what happened with the rest of the group. The prophecy was fulfilled: lose this Quirk, fully restore your Hit Points and Mind Points, recover from all status effects, and gain a Heroic Skill from those available for your Classes (you may even choose a Heroic Skill whose requirements you do not satisfy, unless they include a Skill you don’t have). You acted in accordance to the prophecy: fully restore your Hit Points and Mind Points, and recover from all status effects. You acted neither in accordance to nor against the prophecy: nothing happens. You acted against the prophecy: gain 1 Fabula Point. The prophecy can never be fulfilled: lose this Quirk, gain 6 Fabula Points, and gain a Heroic Skill from those available for your Classes (you may even choose a Heroic Skill whose requirements you do not satisfy, unless they include a Skill you don’t have). Once the first or last option is chosen, the role of the prophecy in your world comes to an end. Even if later on in the campaign it appears that a situation might match the words of the prophecy, the effects of this Quirk will no longer be in place: you are free to shape your destiny and act based on your inner moral compass. Or perhaps you always were?"
    },

    {
        "name": "Heirloom",
        "info": "From High Fantasy",
        "description": "You possess one or more pieces of equipment that boast unique properties. Are those items something passed down in your family, or a gift from someone you hold dear? What strange or dangerous rumors surround these items? Who would do anything in their power to take them from you? You obtain a single rare item worth 1200 zenit or less, or two rare items worth up to 800 zenit each. You may choose these items from the available lists or design them together with the rest of your group. Once per session (approximately four hours of play), the Game Master may give you 1 Fabula Point in order to have sudden complications arise due to the unique nature of the item(s) you carry (such as rival duelists or strange monsters drawn by its magic). Items acquired through this Quirk cannot be destroyed, damaged, lost or stolen without your permission as a Player."
    },

    {
        "name": "Old Transport",
        "info": "From High Fantasy",
        "description": "You own an old vehicle that you love dearly. Unfortunately, the cursed thing barely holds together and won’t stop causing you trouble. Did you build this vehicle yourself, or did you receive it from someone? What very specific flaw or quirk makes it unique? What makes it extremely recognizable? You obtain a transport of your choice from the Core Rulebook (page 125), such as a land vehicle, a ship, or even an airship. The size of this transport is enough to accommodate you and the rest of your group, plus two or three guests, but it is unfit for combat. Once per session (approximately four hours of play), the Game Master can give you 2 Fabula Points in order to make the transport’s engines fail, cause an enemy missile to damage its hull, or introduce similar story-based complications. However, the transport can never be destroyed without your permission."
    },

    {
        "name": "Revenant",
        "info": "From High Fantasy",
        "description": "You were brought back after death, unable to peacefully merge with the stream of souls. Do you know why or how this happened? How does your undeath visually manifest? Were you returned to your body, or displaced into a different one? You are not considered a living creature and gain Immunity to dark damage and poison damage, but become Vulnerable to light damage. You are also immune to the poisoned status effect. You do not need to breathe, eat or drink, but you still follow the normal rules for resting. You also recover Hit Points and recover from status effects as normal (contrary to undead creatures, effects that restore HP cannot be used to harm you). Finally, whenever you deal damage, you may change its type to dark. Additionally, all dark damage you deal ignores Immunities and Resistances"
    },

    {
        "name": "Rival Prodigies",
        "info": "From High Fantasy",
        "description": "You possess an incredible talent, making you one of the very best in your field... too bad you’re always one step behind your eternal rival! Who are they, and when did you last face off against each other? Who trained you, and what expectations do they hold about your future? What did you sacrifice to achieve this level of ability? When you acquire this Quirk, choose what you specialize in: Rituals, Skills, or spells. Then, say who your eternal rival is: this Non-Player Character becomes a minor Villain (5 Ultima Points), and you create a Bond towards them, with 1 emotion chosen between admiration and inferiority. When a rule or ability pertaining to your specialization requires you to spend Hit Points or Mind Points, you may spend 1 Fabula Point instead to completely ignore that cost. However, while your rival is present on the scene and has 1 or more Ultima Points left, any Check you fail is automatically treated as if you had rolled a 1 on both dice and triggered a fumble (this means the Check cannot be rerolled and you immediately gain 1 Fabula Point). If the rival has no Ultima Points but escalates into becoming a Villain of greater strength, they immediately recharge their Ultima Points: thus, the penalty described above will still apply. The only way to get rid of it is for your rival to die or to stop being a Villain."
    },

    {
        "name": "Ruinbringer",
        "info": "From High Fantasy",
        "description": "You possess almost limitless power, but there is a price to it: you shall bring doom to this world. How do you know this? Strange visions, markings that appear on your body, or something else? What gives you hope to stop what’s coming? When you acquire this Quirk, say which ruin you are supposed to bring into the world: that ruin immediately becomes one of your world’s threats. Examples: the Demon Queen, the Great Comet, the God of Bloodshed. Until your ruin comes true, you cannot Sacrifice yourself (in fact, servants of the Ruin might even lend you a hand and free you from any imprisonments that would prevent you from fulfilling your role in their plans). When a rule or ability requires you to spend Hit Points, Mind Points, or Fabula Points, you may instead let your ruin advance to completely ignore that cost. You describe what dark omens manifest, and the GM receives an opportunity (page 41 of the Core Rulebook) that can be used to add complications after the current scene has ended. At the end of each session (approximately four hours of play), before assigning XP, roll 2d20. If you roll equal to or lower than your current character level, your ruin advances (it will always advance if you are level 40 or higher). When your ruin advances for the 9th time, you lose this Quirk and your ruin comes true, manifesting into the world as a supreme Villain (15 Ultima Points). However, you immediately gain a Heroic Skill from those available for your Classes (you may even choose a Heroic Skill whose requirements you do not satisfy, unless they include a Skill you don’t have). Steel yourself and face your destiny."
    },

    {
        "name": "Souls Entwined",
        "info": "From High Fantasy",
        "description": "You made a magical deal with another character. You can now dwell inside their body and physically manifest if necessary. When and why did you strike this pact? Is it part of your people’s magical nature, or was it a desperate attempt to keep you alive? When did it first get you into trouble? When you acquire this Quirk, choose another Player Character to act as a host body for your soul. You both immediately create a Bond towards each other. This Bond has 1 emotion chosen from admiration, affection and loyalty. Make sure whoever controls the host character is okay with this and looks forward to exploring the unique nature of this Quirk with you. You and your host may communicate telepathically (you are considered “able to hear each other” for the sake of Skills and effects that require it). Outside conflict scenes, you may enter the body of your host or leave it to physically appear at their side whenever you want. If you are ever more than 1 travel day away from your host, you vanish and reappear at their side. During a conflict, you may enter or leave the host’s body at the start of your turn (doing so does not require an action). While you are within the host’s body, you cannot perceive the outside world with your normal five senses nor physically interact with it, and the creatures outside cannot perceive you with their normal five senses nor physically interact with you. However, anyone who can sense the presence of souls (through Rituals or similar supernatural abilities) will realize the host’s body contains two different souls. You cannot enjoy the benefits of a Rest unless your host rests as well. When you Surrender, you immediately vanish and enter the host’s body (you may never be separated from the host as a consequence for Surrendering). When you host Surrenders, you immediately enter their body and cannot leave it until that character regains consciousness.  When your host Sacrifices themselves, choose one option: Survive: you immediately leave their body, lose this Quirk, your current Hit Points become equal to 0, and you Surrender. Then, you permanently increase your maximum Hit Points and maximum Mind Points by 10. Final Farewell: you Sacrifice yourself in place of your host, who immediately recovers Hit Points equal to their Crisis score and no longer needs to Surrender or Sacrifice themselves."
    }

]