{
  "benefits": "Increase IP by 2.",
  "skills": [
    {
      "name": "Magic Symbols",
      "info": "Max SL - 3",
      "description": "If an ally bears one of your symbols, that ally may perform the Spell action and destroy that symbol to cast a single spell among those you know, as long as it has a total Mind Point cost equal to or lower than【SL × 10】(that ally must still pay the MP cost)."
    },
    {
      "name": "Mirage",
      "info": "Max SL - 1",
      "description": "You gain the ability to perform Rituals of the Ritualism discipline; additionally, you may use Ritualism to create sight-based illusions."
    },
    {
      "name": "Personal Touch",
      "info": "Max SL - 5",
      "description": "When a creature you can see that is bearing one of your symbols suffers damage or recovers Hit Points and/or Mind Points, you may have that creature suffer【SL】extra damage or recove【r SL】additional Hit Points and/or Mind Points, respectively)."
    },
    {
      "name": "Symbolic Connection",
      "info": "Max SL - 1",
      "description": "You always know the exact direction in which to find any creature bearing one of your symbols, as long as that creature is within 2 travel days of your position."
    },
    {
      "name": "Symbolism",
      "info": "Max SL - 5",
      "description": "Each time you acquire this Skill, you learn two symbols. You may have up to【SL + 1】symbols active at the same time; if you create more while at your limit, you must first choose and destroy some of your previous symbols. You may perform the Inventory action and spend 2 Inventory Points to create a symbol you have learned and choose one option: apply that symbol to yourself; or apply that symbol to an ally you can see; or perform a free attack with a weapon you have equipped. This attack deals no damage, but you apply a copy of the chosen symbol to each enemy hit by the attack (each copy counts as a separate symbol towards your limit o【r SL + 1】active symbols)."
    }
  ],
  "symbol": "Symbols follow a set of special rules. * A creature may only bear one symbol at a time — if they receive a new symbol, regardless of source, any previous symbol is destroyed. * Symbols and their effects have unlimited durations until destroyed.* If a Symbolist dies, each symbol they created is immediately and automatically destroyed. * If a creature bearing a symbol dies, that symbol is also destroyed. However, if the creature is a NPC that simply changes its form and statistics when reduced to 0 Hit Points, that does not remove the symbol: in short, the symbol is “narratively” tied to that specific character, not to their current manifestation and parameters. * A Villain may, during a Game Master scene, spend 1 Ultima Point to destroy any number of symbols borne by themselves and by any of their allies that are present during that scene. This is the only possible way to remove a symbol against the will of the Symbolist who created it, save for the use of an opportunity appropriate to the scene or an NPC Skill specifically created by the GM (but this should be done no more than two or three times per campaign). * A Symbolist may destroy any number of their symbols at any time, no action required. * If a symbol requires you to make a choice when it is created, that choice applies to all copies of the symbol created with that action (but does not affect any copies of that symbol created through previous actions). For instance, if a Symbolist applies two symbols of weakness (fire) through the Symbolism Skill, combining it with an attack with the multi (2) property, the creatures who receive those symbols will suffer extra damage from fire. If shortly afterwards the Symbolist applies a symbol of weakness (bolt) on a third creature, the two previous creatures will still receive extra damage from fire, not bolt * Remember that the maximum number of symbols you may have active at the same time is based on your Skill Level in Symbolism.",
  "symbols": [
    {
      "name": "Symbol of Binding",
      "info": "Symbol",
      "description": "The current Attribute die sizes of the creature bearing this symbol can never be higher than that creature’s corresponding base Attribute die sizes (this does not end any spells or effects, but it will negate their influence over the creature’s Attributes)."
    },
    {
      "name": "Symbol of Creation",
      "info": "Symbol",
      "description": "When the creature bearing this symbol needs to spend Inventory Points during a conflict, they may instead destroy this symbol to spend no Inventory Points."
    },
    {
      "name": "Symbol of Despair",
      "info": "Symbol",
      "description": "When the creature bearing this symbol recovers Hit Points and/or Mind Points during conflicts, instead they only recover half the normal amount of Hit Points and/or Mind Points, respectively."
    },
    {
      "name": "Symbol of Destiny",
      "info": "Symbol",
      "description": "After the creature bearing this symbol makes a Check, if you are able to see them, you may spend 1 Fabula Point to force that creature to reroll both dice. You may only do so once per Check, and only if the Result was not a critical success or fumble."
    },
    {
      "name": "Symbol of Elements",
      "info": "Symbol",
      "description": "When you create this symbol, choose a damage type: air, bolt, dark, earth, fire, ice, light, or poison. When the creature bearing this symbol deals damage to one or more creatures, if you can see the creature bearing this symbol, you may spend an amount of Mind Points equal to one third of the total damage being inflicted to those creatures. (including any sources of extra damage). If you do, all damage dealt this way changes type to the type chosen when you created this symbol."
    },
    {
      "name": "Symbol of Enmity",
      "info": "Symbol",
      "description": "As long as the creature bearing this symbol is in Crisis, any of that creature’s enemies who are able to see them must include them among the targets of their attacks and offensive spells (r), if possible."
    },
    {
      "name": "Symbol of Flux",
      "info": "Symbol",
      "description": "When you create this symbol, choose a status effect: dazed, shaken, slow, or weak. Then, choose one option: the creature bearing this symbol gains immunity to the chosen status effect; or the creature bearing this symbol loses immunity to the chosen status effect and cannot gain it."
    },
    {
      "name": "Symbol of Forbiddance",
      "info": "Symbol",
      "description": "When you create this symbol, choose an action type: Attack, Guard, Objective, Spell, or Skill. When the creature bearing this symbol performs the chosen action, they lose 5 Hit Points and 5 Mind Points (before performing that action). Both amounts increse to 10 if you are level 20 or higher, or to 20 if you are level 40 or higher."
    },
    {
      "name": "Symbol of Growth",
      "info": "Symbol",
      "description": "Spells with a target of “Up to three creatures” cast by the creature bearing this symbol have a target of “Up to four creatures” instead. The creature still needs to spend additional Mind Points for a fourth target."
    },
    {
      "name": "Symbol of Metamorphosis",
      "info": "Symbol",
      "description": "When you create this symbol, choose a Species: beast, construct, demon, elemental, monster, plant, or undead. The creature bearing this symbol is treated as belonging to the chosen Species for the sake of Skills and effects, instead of their normal Species (this does not otherwise alter any of the creature’s profile, such as their Affinities or any special rules they may have). This symbol cannot be applied to Player Characters."
    },
    {
      "name": "Symbol of Prosperity",
      "info": "Symbol",
      "description": "When the creature bearing this symbol spends 1 Fabula Point to invoke a Trait or Bond, they also receive 100 zenit."
    },
    {
      "name": "Symbol of Protection",
      "info": "Symbol",
      "description": "When you create this symbol, choose a damage type: air, bolt, dark, earth, fire, ice, light, or poison. The creature bearing this symbol gains Resistance to the chosen damage type."
    },
    {
      "name": "Symbol of Rebellion",
      "info": "Symbol",
      "description": "If a Villain is present on the scene, any Opposed Checks made by the creature bearing this symbol trigger a critical success when both dice show the same number (as long as the Check is not a fumble)."
    },
    {
      "name": "Symbol of Rebirth",
      "info": "Symbol",
      "description": "If the creature bearing this symbol is about to be reduced to 0 Hit Points, they may destroy this symbol: if they do, they are instead reduced to exactly 1 Hit Point."
    },
    {
      "name": "Symbol of Revenge",
      "info": "Symbol",
      "description": "When a creature in Crisis hits the creature bearing this symbol with an attack or offensive spell (r), the creature in Crisis recovers 5 Hit Points and 5 Mind Points."
    },
    {
      "name": "Symbol of Sacrifice",
      "info": "Symbol",
      "description": "When the creature bearing this symbol suffers damage, if you are able to see them, you may destroy this symbol: if you do, you suffer the same amount of damage instead of that creature."
    },
    {
      "name": "Symbol of Sorcery",
      "info": "Symbol",
      "description": "The total Mind Point cost of spells that target the creature bearing this symbol is reduced by 5 MP (to a minimum total cost of 5 MP). If a spell targets multiple creatures bearing this symbol, the effect will be cumulative."
    },
    {
      "name": "Symbol of Truth",
      "info": "Symbol",
      "description": "Checks performed to examine or locate the creature bearing this symbol, as well as Accuracy Checks and Magic Checks for attacks and offensive spells that include the creature bearing this symbol among their targets, gain a +2 bonus. If an attack or spell targets multiple creatures bearing this symbol, the effect will be cumulative."
    },
    {
      "name": "Symbol of Weakness",
      "info": "Symbol",
      "description": "When you create this symbol, choose a damage type: air, bolt, dark, earth, fire, ice, light, or poison. The creature bearing this symbol suffers 5 extra damage from sources dealing damage of the chosen type."
    }
  ]
}
