{
  "benefits": "Increase IP by 2. You may initiate Projects.",
  "skills": [
    {
      "name": "Emergency Item",
      "info": "Max SL - 1",
      "description": "Once per conflict scene, if you are in Crisis, you may perform an additional action on your turn. This action must be the Inventory action."
    },
    {
      "name": "Gadgets",
      "info": "Max SL - 5",
      "description": "When you first acquire this Skill, choose a gadget type: alchemy, infusions or magitech. You gain its basic benefits. Whenever you take this Skill again, choose one option: you gain the basic benefits of a new gadget type; or you gain the advanced benefits of a gadget type whose basic benefits you already obtained; or you gain the superior benefits of a gadget type whose advanced benefits you already obtained."
    },
    {
      "name": "Potion Rain",
      "info": "Max SL - 2",
      "description": "When you create a potion that restores a single creature's HP and/or MP, you may have it affect up to【SL】additional creatures. If you do, the potion only restores half the normal amount of HP and MP to each creature."
    },
    {
      "name": "Secret Formula",
      "info": "Max SL - 5",
      "description": "When you create a potion or magisphere whose effects restore HP and/or MP, each restored amount is increased by【SL × 5】.When you create an elemental shard, potion or magisphere that deals damage, that item deals【SL】extra damage."
    },
    {
      "name": "Visionary",
      "info": "Max SL - 5",
      "description": "When you work on a Project, up to【SL × 100】zenit of material costs are automatically paid; additionally, you generate an additional【SL】progress every day. If multiple characters with this Skill work on the same Project, the effects will be cumulative."
    }
  ],
  "gadgets": "ALCHEMY - You may perform the Inventory action to rapidly craft a potion with powerful but somewhat unpredictable effects. When you do so, choose one type of mix among those you have unlocked (basic, advanced or superior) and spend the appropriate amount of Inventory Points. INFUSIONS - When you successfully hit one or more targets with an attack, you may spend 2 Inventory Points to produce a special infusion and apply the corresponding effect to that attack (if the attack had the multi property, apply the effects of the infusion to each target). You cannot apply more than one infusion to the same attack; producing and using an infusion are both part of the action you used to attack with the weapon.",
  "alchemy": {
    "mix": [
      ["Mix", "IP Cost", "Description"],
      [
        "Basic",
        "3",
        "Roll two d20s and assign one to target and one to effect."
      ],
      [
        "Advanced",
        "4",
        "Roll three d20s and assign one to target and one to effect."
      ],
      [
        "Superior",
        "5",
        "Roll four d20s and assign one to target and one to effect."
      ]
    ],
    "target": [
      ["Die", "The potion affects..."],
      ["1-6", "... you or one ally you can see that is present on the scene."],
      ["7-11", "... one enemy you can see that is present on the scene."],
      ["12-16", "... you and every ally present on the scene."],
      ["17-20", "... every enemy present on the scene."]
    ],
    "effect": [
      ["Die", " Each creature affected by the potion..."],
      ["Any", "... suffers 20 poison damage."],
      ["Any", "... recovers 30 Hit Points."],
      [
        "1",
        "... treats their Dexterity and Might dice as if they were one size higher (up to a maximum of d12) until the end of your next turn."
      ],
      ["2", "As effect 1, but with Insight and Willpower."],
      [
        "3",
        "... suffers 20 air damage. This amount increases to 30 damage if you are level 20 or higher, or to 40 damage if you are level 40 or higher."
      ],
      ["4", "As effect 3, but with bolt damage."],
      ["5", "As effect 3, but with dark damage."],
      ["6", "As effect 3, but with earth damage."],
      ["7", "As effect 3, but with fire damage."],
      ["8", "As effect 3, but with ice damage."],
      [
        "9",
        "... gains Resistance to air and fire damage until the end of the scene."
      ],
      ["10", "As effect 9, but with bolt and ice damage."],
      ["11", "As effect 9, but with dark and earth damage."],
      ["12", "... suffers enraged."],
      ["13", "... suffers poisoned."],
      ["14", "... suffers dazed, shaken, slow and weak."],
      ["15", "... recovers from all status effects."],
      ["16-17", "... recovers 50 Hit Points and 50 Mind Points."],
      ["18", "... recovers 100 Hit Points."],
      ["19", "... recovers 100 Mind Points."],
      ["20", "... recovers 100 Hit Points and 100 Mind Points."]
    ]
  },
  "infusions": [
    {
      "name:": "Cryo",
      "info": "Basic Infusion",
      "description": "The attack deals 5 extra damage, and its damage becomes ice."
    },
    {
      "name:": "Pyro",
      "info": "Basic Infusion",
      "description": "The attack deals 5 extra damage, and its damage becomes fire."
    },
    {
      "name:": "Volt",
      "info": "Basic Infusion",
      "description": "The attack deals 5 extra damage, and its damage becomes bolt."
    },
    {
      "name:": "Cyclone",
      "info": "Advance Infusion",
      "description": "The attack deals 5 extra damage, and its damage becomes air."
    },
    {
      "name:": "Exorcism",
      "info": "Advance Infusion",
      "description": "The attack deals 5 extra damage, and its damage becomes light."
    },
    {
      "name:": "Seismic",
      "info": "Advance Infusion",
      "description": "The attack deals 5 extra damage, and its damage becomes earth."
    },
    {
      "name:": "Shadow",
      "info": "Advance Infusion",
      "description": "The attack deals 5 extra damage, and its damage becomes dark."
    },
    {
      "name:": "Vampire",
      "info": "Superior Infusion",
      "description": "Choose one option: you recover an amount of HP equal to half the HP loss suffered by the target of the attack; or you recover an amount of MP equal to half the HP loss suffered by the target of the attack. This infusion can only be used if the attack targeted a single creature."
    },
    {
      "name:": "Venom",
      "info": "Superior Infusion",
      "description": "The attack deals 5 extra damage, its damage becomes poison, and each creature hit by the attack suffers poisoned."
    }
  ],
  "magitech": [
    {
      "name:": "Magitech Override",
      "info": "Basic Magitech",
      "description": "You may use an action and spend 10 Mind Points to perform an Opposed【INS + INS】 Check against a nearby soldier-rank construct you can see (the Game Master must tell you who is a valid target). If you succeed, you gain control of the creature until the end of the scene (the Game Master gives you its profile). You may only control one construct at any given time, but may set it free whenever you want; the construct is also set free as soon as it is harmed by you or by one of your allies. Once free, the construct is again in control of its actions and might turn against you."
    },
    {
      "name:": "Magicannon",
      "info": "Advance Magitech",
      "description": "You may perform the Inventory action and spend 3 Inventory Points to create a firearm weapon known as a magicannon (see below). The magicannon will crumble to pieces as soon as you use create a new magicannon. When you create a magicannon, choose the type of damage it deals (air, bolt, earth, fire, ice, or physical). Magicannon 【DEX + INS】+1 【HR + 10】Two-handed - Ranged - No Quality."
    },
    {
      "name:": "Magispheres",
      "info": "Superior Magitech",
      "description": "You develop three magisphere prototypes; each of them can replicate a spell chosen from the following lists: Elementalist, Entropist and Spiritist. The spells you choose may come from the same list or different lists. You also develop two more prototypes upon reaching level 20, and another two upon reaching level 40 (the same applies if you already reached those levels). You may perform the Inventory action and spend 2 Inventory Points to create a magisphere and immediately perform the Spell action for free, casting one of the spells you have developed a prototype for. The spell follows the normal rules (including MP costs and Magic Checks) and the magisphere is destroyed upon use."
    }
  ]
}
